fr/events.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-04-20 Sun 18:11 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Richard Davis, Compositeur</title>
<meta name="author" content="Richard Davis" />
<meta name="generator" content="Org Mode" />
<link href="/styles/org.css" rel="stylesheet" />
<link href="/styles/style.css" rel="stylesheet" />
<link href="https://fonts.googleapis.com/css?family=JetBrains+Mono&?family=Open+Sans" rel="stylesheet" />
<link rel="alternate" type="application/rss+xml" title="Blog RSS Feed" href="/en/blog/rss.xml">
<link rel="icon" type="image/x-icon" href="/images/favicon.ico">
</head>
<body>
<div id="content" class="content">
<h1 class="title">Richard Davis, Compositeur
<br />
<span class="subtitle">Evénements</span>
</h1>
<div class="org-center">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><a href="index.html">Accueil</a></td>
<td class="org-left"><a href="about.html">A propos</a></td>
<td class="org-left"><a href="events.html">Evénements</a></td>
<td class="org-left"><a href="listening.html">L'écoute</a></td>
<td class="org-left"><a href="../en/index.html">EN</a></td>
</tr>
</tbody>
</table>
</div>

<p>
Traduction française par <a href="https://deepl.com">DeepL</a>.
</p>

<div id="outline-container-events-upcoming" class="outline-2">
<h2 id="events-upcoming">À venir</h2>
<div class="outline-text-2" id="text-events-upcoming">
<p>
Rien pour l'instant !
</p>
</div>
</div>

<div id="outline-container-org0eadcdd" class="outline-2">
<h2 id="org0eadcdd">Récents</h2>
<div class="outline-text-2" id="text-org0eadcdd">
</div>
<div id="outline-container-orgc14b77f" class="outline-3">
<h3 id="orgc14b77f">Première d'Elissa <span class="timestamp-wrapper"><span class="timestamp">&lt;2025-03-22 Sat 15:00&gt;</span></span></h3>
<div class="outline-text-3" id="text-orgc14b77f">
<p>
Je participerai à la première de ma thèse de maîtrise, <i>Elissa</i>, un monodrame pour quatuor à cordes et soprano basé sur l'Enéide de Vergile.
</p>

<p>
<i>Elissa</i> raconte l'histoire de Didon et Énée, tirée de l'Énéide de Vergile, sous la forme d'un « flux de conscience » musical.
Le public vit les événements comme Didon, en suivant les tours et détours uniques de son esprit conscient et subconscient.
Le monologue interne conscient est présenté par la soprano, qui chante un texte adapté de fragments de l'Énéide originale en latin.
D'autre part, le quatuor présente une musique dont les sensations imitent celles de la progression émotionnelle subconsciente de Didon.
L'œuvre suit Didon lorsqu'elle rencontre Énée, tombe amoureuse de lui, est trahie par lui et en vient à le mépriser.
L'œuvre <i>Elissa</i> présente un point de vue particulier sur l'histoire archétypale d'une relation qui se noue et se dénoue.
</p>
</div>
</div>

<div id="outline-container-orgfdd9f72" class="outline-3">
<h3 id="orgfdd9f72">Concert du DCS <span class="timestamp-wrapper"><span class="timestamp">&lt;2025-04-17 Thu&gt;</span></span></h3>
<div class="outline-text-3" id="text-orgfdd9f72">
<p>
Je vais interpréter une œuvre pour alto solo et électronique en direct de Harrison Brooks lors du prochain concert de la classe Digital Composition Studio.
</p>
</div>
</div>


<div id="outline-container-org89ff8fd" class="outline-3">
<h3 id="org89ff8fd">Concert du ViU <span class="timestamp-wrapper"><span class="timestamp">&lt;2025-01-25 Sat 19:30&gt;</span></span></h3>
<div class="outline-text-3" id="text-org89ff8fd">
<p>
Je vais interpréter « Shards of Bengaluru Bill », une œuvre pour petit ensemble d'Alex Bridger, lors du prochain concert du Vivier Interuniversitaire.
</p>
</div>
</div>

<div id="outline-container-orgbece9d0" class="outline-3">
<h3 id="orgbece9d0">Concert « Opera from Scratch » <span class="timestamp-wrapper"><span class="timestamp">&lt;2024-08-18 Sun&gt;</span></span></h3>
<div class="outline-text-3" id="text-orgbece9d0">
<p>
Rosalind Hurwitz interprétera mon opéra miniature « The Widow » lors du dernier concert du programme intensif « Opera from Scratch » de Vocalypse.
</p>

<p>
« The Widow » est un opéra miniature qui se déroule au Cap-Breton au début du XXe siècle et qui raconte l'histoire d'une femme sur son lit de mort qui se souvient que ses deux fils sont morts dans le tumulte général de l'époque. Le premier, Harry, était une figure de proue de la grève des mineurs du Cap-Breton contre la British Empire Steel Company (BESCO). Lors d'une altercation entre les grévistes et la police, Harry a tiré sur un policier et a été pendu pour cela. Le second, Thomas, a été enrôlé pour combattre pendant la Première Guerre mondiale et a été tué quelque part en France. L'opéra raconte l'histoire de cette veuve qui surmonte sa propre culpabilité et porte la responsabilité de la tragédie là où elle se trouve, en terminant par un réquisitoire cinglant contre le capital et ses institutions. Tout au long de l'œuvre, la musique cherche à dépeindre la progression émotionnelle interne de la veuve, à travers diverses permutations de trois états primaires : l'amour pour ses fils, la tristesse de leur mort et la colère contre les responsables. La musique passe d'un état à l'autre, tout comme le flux de conscience de la veuve, afin d'impliquer véritablement le public dans ce processus de découverte. 
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="copyright">© Richard Davis, 2025-04-20 Sun 18:11</p>
</div>
</body>
</html>
